Repository: davita00101110dmg/Gamoitsani
Catalog: Gamoitsani/Resources/Localization/*.lproj/Localizable.strings
Languages: az, hy, ka

# app.title
source: Gamoitsani
ka: გამოიცანი

source: and
az: və
hy: և
ka: და

# yesPolite
source: Yes
az: Bəli
hy: Այո
ka: დიახ

source: No
az: Xeyr
hy: Ոչ
ka: არა

source: OK
az: Oldu
hy: Լավ
ka: კარგი

source: Add
az: Əlavə et
hy: Ավելացնել
ka: დამატება

# add_it
source: Add
az: Əlavə et
hy: Ավելացնել
ka: დაამატე

source: Change
az: Dəyişdir
hy: Փոխել
ka: შეცვალე

source: Cancel
az: Ləğv et
hy: Չեղարկել
ka: გაუქმება

source: Edit
az: Düzəliş et
hy: Խմբագրել
ka: დაარედაქტირე

source: Delete
az: Sil
hy: Ջնջել
ka: წაშალე

source: Scoreboard
az: Xal cədvəli
hy: Միավորների աղյուսակ
ka: ანგარიში

source: Point
az: Xal
hy: Միավոր
ka: ქულა

source: Start
az: Başla
hy: Սկսել
ka: დაწყება

source: Thanks
az: Təşəkkürlər
hy: Շնորհակալություն
ka: მადლობა

source: Back
az: Geri
hy: Հետ
ka: უკან

# screen.home.play_button.title
source: Game
az: Oyun
hy: Խաղ
ka: თამაში

# screen.home.rules_button.title
source: Rules
az: Qaydalar
hy: Կանոններ
ka: წესები

# screen.home.add_word_button.title
source: Add word
az: Söz əlavə et
hy: Ավելացնել բառ
ka: სიტყვის დამატება

# screen.home.change_language.title
source: Change language
az: Dili dəyiş
hy: Փոխել լեզուն
ka: ენის შეცვლა

# screen.settings.title
source: Settings
az: Tənzimləmələr
hy: Կարգավորումներ
ka: პარამეტრები

# screen.settings.language
source: Language
az: Dil
hy: Լեզու
ka: ენა

# screen.settings.remove_ads
source: Remove ads
az: Reklamları sil
hy: Հեռացնել գովազդները
ka: გააქრე რეკლამები

# screen.settings.restore_purchase
source: Restore purchase
az: Alışı bərpa et
hy: Վերականգնել գնումը
ka: აღადგინე ნაყიდი კონტენტი

# screen.settings.feedback
source: Help & feedback
az: Kömək və rəy
hy: Օգնություն և հետադարձ կապ
ka: დახმარება & უკუკავშირი

# screen.settings.share_app
source: Share this app
az: Tətbiqi paylaş
hy: Կիսվել հավելվածով
ka: გააზიარე აპლიკაცია

# screen.settings.rate_app
source: Rate this app
az: Tətbiqi qiymətləndir
hy: Գնահատել հավելվածը
ka: შეაფასე აპლიკაცია

# screen.settings.privacy_settings
source: Privacy settings
az: Məxfilik tənzimləmələri
hy: Գաղտնիության կարգավորումներ
ka: კონფიდენციალურობის პარამეტრები

# screen.settings.can_not_write_review.title
source: Cannot open AppStore
az: AppStore açıla bilmir
hy: AppStore-ը հնարավոր չէ բացել
ka: App Store ვერ გაიხსნა

# screen.settings.can_not_write_review.message
source: Please select our app from the AppStore and write a review for us. Thanks!!
az: Zəhmət olmasa AppStore-dan bizim tətbiqi seçin və bizə rəy yazın. Təşəkkürlər!!
hy: Խնդրում ենք ընտրել մեր հավելվածը AppStore-ից և գրել կարծիք: Շնորհակալություն!!
ka: გთხოვთ, იპოვეთ ჩვენი აპლიკაცია App Store-ზე და დაგვიწერეთ შეფასება. მადლობა!

# screen.rules.title
source: Rules
az: Qaydalar
hy: Կանոններ
ka: წესები

# screen.rules.rule2
source: When explaining the word, it is forbidden to use a single word
az: Sözü izah edərkən tək söz istifadə etmək qadağandır
hy: Արգելվում է օգտագործել մեկ բառ բացատրելիս
ka: სიტყვის ახსნისას აკრძალულია ერთფუძიანი სიტყვის გამოყენება

# screen.rules.rule3
source: If a team member guesses the word, press the green button (+1 point)
az: Əgər komanda üzvü sözü tapsa, yaşıl düyməyə basın (+1 xal)
hy: Եթե թիմակիցը գուշակում է բառը, սեղմեք կանաչ կոճակը (+1 միավոր)
ka: თუ გუნდის წევრი გამოიცნობს სიტყვას, დააჭირე მწვანე ღილაკს (+1 ქულა)

# screen.rules.rule4
source: If you can't explain the word, or some rule was broken and you want to go to the next word, press the red button (-1 point)
az: Əgər sözü izah edə bilmirsinizsə və ya hansısa qayda pozulubsa və növbəti sözə keçmək istəyirsinizsə, qırmızı düyməyə basın (-1 xal)
hy: Եթե չեք կարող բացատրել բառը կամ որևէ կանոն խախտվել է և ցանկանում եք անցնել հաջորդ բառին, սեղմեք կարմիր կոճակը (-1 միավոր)
ka: თუ სიტყვის ახსნა ვერ მოახერხე, ან რომელიმე წესი დაირღვა და გინდა რომ შემდეგ სიტყვაზე გადახვიდე დააჭირე წითელ ღილაკს (-1 ქულა)

# screen.rules.rule5
source: The team that collects more points before the time runs out, or the first to reach the set number of points in the round, wins
az: Vaxt bitənə qədər daha çox xal toplayan və ya raundda müəyyən edilmiş xal sayına ilk çatan komanda qalib gəlir
hy: Հաղթում է այն թիմը, որը ժամանակի ավարտից առաջ հավաքում է ավելի շատ միավորներ կամ առաջինը հասնում է փուլում սահմանված միավորների քանակին
ka: გაიმარჯვებს ის გუნდი, რომელიც დროის ამოწურვამდე დააგროვებს უფრო მეტ ქულას, ან პირველი მიაღწევს რაუნდში დაწესებულ ქულების რაოდენობას

# screen.rules.rule6
source: Good luck :)
az: Uğurlar :)
hy: Հաջողություն :)
ka: გისურვებთ წარმატებებს :)

# screen.add_word.title
source: Add Word
az: Söz əlavə et
hy: Ավելացնել բառ
ka: სიტყვის დამატება

# screen.add_word.send
source: Send
az: Göndər
hy: Ուղարկել
ka: გააგზავნე

# screen.add_word.hint
source: Remember to add valid word :)
az: Düzgün söz əlavə etməyi unutmayın :)
hy: Չմոռանաք ավելացնել վավեր բառ :)
ka: გაითვალისწინე, რომ დაამატო ერთფუძიანი ქართული სიტყვა :)

# screen.add_word.language_picker_title
source: In which language are you adding the word?
az: Sözü hansı dildə əlavə edirsiniz?
hy: Ո՞ր լեզվով եք ավելացնում բառը
ka: რომელ ენაზე ამატებ სიტყვას?

# screen.add_word.textfield_placeholder
source: Enter the word
az: Sözü daxil edin
hy: Մուտքագրեք բառը
ka: შეიყვანე სიტყვა

# screen.add_word.success_message
source: Word sent successfully
az: Söz uğurla göndərildi
hy: Բառը հաջողությամբ ուղարկվեց
ka: სიტყვა წარმატებით გაიგზავნა

# screen.add_word.error_message
source: Word could not be sent
az: Söz göndərilə bilmədi
hy: Բառը հնարավոր չէր ուղարկել
ka: სიტყვა ვერ გაიგზავნა

# screen.game_details.title
source: Game Details
az: Oyun təfərrüatları
hy: Խաղի մանրամասներ
ka: თამაშის დეტალები

# screen.game_details.rounds_amount.title
source: Rounds: %@
az: Miqdar: %@
hy: Քանակ՝ %@
ka: რაოდენობა: %@

# screen.game_details.rounds_length.title
source: Round Length: %@ sec
az: Müddət: %@ san
hy: Տևողություն՝ %@ վրկ
ka: ხანგრძლივობა: %@ წმ

# screen.game_details.section.teams
source: Teams
az: Komandalar
hy: Թիմեր
ka: გუნდები

# screen.game_details.section.players
source: Players
az: Oyunçular
hy: Խաղացողներ
ka: მოთამაშეები

# screen.game_details.start_game.title
source: Start Game
az: Oyunu başla
hy: Սկսել խաղը
ka: თამაშის დაწყება

# screen.game_details.create_teams
source: Create teams
az: Komandaları yarat
hy: Ստեղծել թիմեր
ka: გუნდების შექმნა

# screen.game_details.teams.add_placeholder
source: Add teams to start playing
az: Oynamağa başlamaq üçün komanda əlavə edin
hy: Ավելացրեք թիմեր խաղը սկսելու համար
ka: დაამატე გუნდები თამაშის დასაწყებად

# screen.game_details.teams.name_placeholder
source: Team name
az: Komanda adı
hy: Թիմի անուն
ka: გუნდის სახელი

# screen.game_details.teams.name_exists
source: Team with this name already exists
az: Bu adda komanda artıq mövcuddur
hy: Այս անունով թիմ արդեն գոյություն ունի
ka: ამ სახელის მქონე გუნდი უკვე არსებობს

# screen.game_details.teams.name_too_long
source: Team name cannot be longer than %@ characters
az: Komanda adı %@ simvoldan uzun ola bilməz
hy: Թիմի անունը չի կարող լինել %@ նիշից երկար
ka: გუნდის სახელი არ შეიძლება იყოს %@ სიმბოლოზე მეტი

# screen.game_details.teams.add
source: Add a team
az: Komanda əlavə et
hy: Ավելացնել թիմ
ka: გუნდის დამატება

# screen.game_details.teams.edit
source: Edit team's name
az: Komanda adını redaktə et
hy: Խմբագրել թիմի անունը
ka: გუნდის სახელის რედაქტირება

# screen.game_details.teams.delete_confirmation
source: Are you sure you want to delete this team?
az: Bu komandanı silmək istədiyinizə əminsiniz?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս թիմը
ka: დარწმუნებული ხარ, რომ გსურს ამ გუნდის წაშლა?

# screen.game_details.players.add_placeholder
source: Add players to create teams
az: Komandalar yaratmaq üçün oyunçu əlavə edin
hy: Ավելացրեք խաղացողներ թիմեր ստեղծելու համար
ka: დაამატე მოთამაშეები გუნდების შესაქმნელად

# screen.game_details.players.name_placeholder
source: Player name
az: Oyunçu adı
hy: Խաղացողի անուն
ka: მოთამაშის სახელი

# screen.game_details.players.name_exists
source: Player with this name already exists
az: Bu adda oyunçu artıq mövcuddur
hy: Այս անունով խաղացող արդեն գոյություն ունի
ka: ამ სახელის მქონე მოთამაშე უკვე არსებობს

# screen.game_details.players.name_too_long
source: Player name cannot be longer than %@ characters
az: Oyunçu adı %@ simvoldan uzun ola bilməz
hy: Խաղացողի անունը չի կարող լինել %@ նիշից երկար
ka: მოთამაშის სახელი არ შეიძლება იყოს %@ სიმბოლოზე მეტი

# screen.game_details.players.add
source: Add Player
az: Oyunçu əlavə et
hy: Ավելացնել խաղացող
ka: მოთამაშის დამატება

# screen.game_details.players.edit
source: Edit Player
az: Oyunçunu redaktə et
hy: Խմբագրել խաղացողին
ka: მოთამაშის რედაქტირება

# screen.game_details.players.delete_confirmation
source: Are you sure you want to delete this player?
az: Bu oyunçunu silmək istədiyinizə əminsiniz?
hy: Վստա՞հ եք, որ ցանկանում եք ջնջել այս խաղացողին
ka: დარწმუნებული ხარ, რომ გსურს ამ მოთამაშის წაშლა?

# screen.game_details.players.generate_teams
source: Generate Teams
az: Komandaları yarat
hy: Ստեղծել թիմեր
ka: გუნდების გენერირება

# screen.game_details.players.not_enough
source: Need at least 2 players to create teams
az: Komandalar yaratmaq üçün ən azı 2 oyunçu lazımdır
hy: Թիմեր ստեղծելու համար անհրաժեշտ է առնվազն 2 խաղացող
ka: გუნდების შესაქმნელად საჭიროა მინიმუმ 2 მოთამაშე

# screen.game_details.players.odd_count
source: Need an even number of players to create teams
az: Komandalar yaratmaq üçün cüt sayda oyunçu lazımdır
hy: Թիմեր ստեղծելու համար անհրաժեշտ է զույգ թվով խաղացողներ
ka: გუნდების შესაქმნელად საჭიროა მოთამაშეთა ლუწი რაოდენობა

# screen.game_details.alert.invalid_parameter
source: Invalid parameter
az: Yanlış parametr
hy: Անվավեր պարամետր
ka: არასწორი პარამეტრი

# screen.game_details.alert.no_internet.title
source: No internet connection!
az: İnternet bağlantısı yoxdur!
hy: Ինտերնետ կապ չկա!
ka: ინტერნეტთან კავშირი არ არის!

# screen.game_details.alert.no_internet.message
source: Internet connection is required to start the game
az: Oyunu başlatmaq üçün internet bağlantısı tələb olunur
hy: Խաղը սկսելու համար անհրաժեշտ է ինտերնետ կապ
ka: თამაშის დასაწყებად საჭიროა ინტერნეტის კავშირი

# screen.game_details.alert.not_enough_teams
source: Add at least 2 teams to start!
az: Başlamaq üçün ən azı 2 komanda əlavə edin!
hy: Սկսելու համար ավելացրեք առնվազն 2 թիմ!
ka: დაამატე მინიმუმ 2 გუნდი დასაწყებად!

# screen.game_details.alert.not_unique_teams
source: Team names must be unique!
az: Komanda adları unikal olmalıdır!
hy: Թիմերի անունները պետք է լինեն եզակի!
ka: გუნდების სახელები უნდა იყოს უნიკალური!

# screen.game_details.alert.maximum_teams
source: It is not possible to add more than 5 teams
az: 5-dən çox komanda əlavə etmək mümkün deyil
hy: Հնարավոր չէ ավելացնել 5-ից ավել թիմ
ka: 5 გუნდის დამატება შეუძლებელია

# screen.game_details.alert.empty_name
source: Name cannot be empty
az: Ad boş ola bilməz
hy: Անունը չի կարող դատարկ լինել
ka: სახელი არ შეიძლება იყოს ცარიელი

# screen.game.confirmation_alert.title
source: Are you sure you want to go back?
az: Geri qayıtmaq istədiyinizə əminsiniz?
hy: Վստա՞հ եք, որ ցանկանում եք հետ գնալ
ka: დარწმუნებული ხარ რომ უკან დაბრუნება გინდა?

# screen.game.confirmation_alert.message
source: Teams' points will be lost
az: Komandaların xalları itiriləcək
hy: Թիմերի միավորները կկորչեն
ka: გუნდების ქულები დაიკარგება

# screen.game.current_round.message
source: Round: %@
az: Raund: %@
hy: Փուլ՝ %@
ka: რაუნდი: %@

# screen.game.current_extra_round.message
source: (Extra: %@)
az: (Əlavə: %@)
hy: (Լրացուցիչ՝ %@)
ka: (დამატებითი: %@)

# screen.game.no_more_words.message
source: No more words
az: Başqa söz qalmayıb
hy: Այլևս բառեր չկան
ka: სიტყვები ამოიწურა

# screen.game.winning_view.title
source: Congrats!
az: Təbrik edirik!
hy: Շնորհավոր!
ka: გილოცავთ!

# screen.game.winning_view.repeat
source: Repeat
az: Təkrarla
hy: Կրկնել
ka: თავიდან

# screen.game.winning_view.game_details.title
source: Go Back
az: Geri qayıt
hy: Հետ գնալ
ka: დაბრუნება

# screen.game.winning_view.description
source: You won with %@ points
az: Siz %@ xalla qazandınız
hy: Դուք հաղթեցիք %@ միավորով
ka: თქვენ მოიგეთ %@ ქულით

# screen.game.game_share_view.title
source: The winning team is %@ ðŸ¥³
az: Qalib komanda %@ 🥳
hy: Հաղթող թիմն է %@ 🥳
ka: გამარჯვებული გუნდია %@ 🥳

# screen.game_share.title
source: Share score!
az: Xalı paylaş!
hy: Կիսվել միավորով!
ka: გააზიარე შედეგები!

# screen.game_share.share_to
source: Share to
az: Buraya paylaş
hy: Կիսվել
ka: გააზიარე
